---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Usgpm
source: html/99c0984a-87f6-619b-c211-22487eec0a04.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Usgpm Property

Symbol usgpm, indicating unit US gallons per minute.

## Syntax (C#)
```csharp
public static ForgeTypeId Usgpm { get; }
```